{
  "website":{
    "title": "Yann Zhao's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "I am a Android Application Development Engineer at present,And I was a Android Source Development Engineer as I worked for a IDH(Independent Design House) company two years ago. I think life is a process of learning and serving, not only on the materials, but also on the spiritual aspect. there tree things deep inside me: Faith, Love, Hope. Faith is the source where confidence comes, and love is the instrument overcome difficulties and obstacles, live with hope, I would not hesitate go forward! "
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It has comprehensive function, it can be easily used and edited. It's adapted for many kinds devices.",
    "angularjs": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well.",
    "rsser": "Rsser is an Ionic application, with this application we can read news and articles freely, you can add rss address from the given list and add it manually."
  },
  "career":{
    "my_career": "My Career",
    "huadong_media": "HuaDong Media",
    "huadong_des": "Now I am in HuaDong Media,take the position of senior engineer，and the responsibility for development of application which has more than one million DAU.",
    "huadong_date": "Jun. 2015",
    "huadong_job": "Android Senior Engineer",
    "sand": "Sand",
    "sand_des": "In Sand, I was responsibility for development of application which helps feild staffs to fulfill their tasks, kind of management software.",
    "sand_date": "Feb. 2015",
    "sand_job": "Android Senior Engineer",
    "dewav": "Dewav",
    "dewav_des": "In Dewav, which is a well known IDH company, I started to deal with android source code.",
    "dewav_date": "Jun. 2012",
    "dewav_job": "Android Engineer",
    "college": "Graduation",
    "college_des": "At July 2012,I graduated from college and started my Android technology tour.",
    "college_date": "Jun. 2012",
    "college_job": "Student"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
